app/controllers/employes_controller.rb

    def index
        @employes = Employe.all
---
SELECT "employes".* FROM "employes"